# 首先是启动猫猫云的脚本









# 句柄nikke标题



# 一直按esc直到验证1

# 按下esc，等待0.5s


# 点击2并验证3，等待一秒

# 点击3并验证4，

# 点击4

# 一直按esc直到验证1
# 按下esc，等待0.5s

# 点击绝对坐标764，985，然后验证5，等待1s

#点击绝对坐标270，988，然后验证6，等待1s

#点击6并验证7，等待1s

# 点击7并验证5，等待1s

# 点击5并验证8，等待1s

# 点击8并验证6，等待1s

# 点击6并验证9，等待1s（这里感觉7和9并不太一样）

# 点击9并验证10，等待1s

# 一直按esc直到验证1
# 按下esc，等待0.5s

# 点击绝对坐标（前哨基地）789，1118并验证11，等待1s

# 点击11并验证12，等待1s

# 点击12并验证13，等待1s

# 点击13并验证14，等待1s

# 点击14并验证15，等待1s

# 点击15并验证16，等待1s

# 按下esc并验证11，等待0.5s

# 点击绝对坐标2385，1350并验证17，等待1s

# 点击17并验证18，等待1s

# 点击18并验证19，等待1s

# 点击19并验证20，等待1s

# 点击20并验证21，等待1s

# 点击21的绝对坐标并验证22，等待1s

# 点击23并验证11，等待1s

# 点击24并验证25，等待1s

# 点击25并验证26，等待1s

# 点击26并验证27，等待1s

# 点击绝对坐标1278，850并验证28，等1s

# 点击28并验证29，等待1s

# 点击29并验证27，等待1s

# 按下esc并验证30，等待0.5s

# 点击30并验证31，等待1s

# 点击绝对坐标1280，1170并验证32，等待1s

# 点击32的绝对坐标1492，1214，一直点击直到验证33

# 一直按esc直到验证34

# 点击绝对坐标1540，657并验证35，等待1s

# 点击35并验证36，等待1s

# 点击36并验证34，等待1s

# 一直按esc直到验证1
# 按下esc，等待0.5s

# 点击绝对坐标1570，1318并验证37，等待1s

# 点击37并验证38，等待1s

# 点击38，这里需要等久一点，然后验证39

# 点击39并验证40，等待1s

# 点击40，等待1s

# 按下esc并验证24，等待0.5s

# 点击24并验证25，等待1s

# 点击25并验证41，等待1s

# 点击绝对坐标1280，927，并验证25，等待1s

# 点击25



